Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/skatteetaten.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: The florist sends the current status of the employment when they retrospectively correct information, and also provide the end date and the reason for the end date in the a-melding for December.
nn: Blomsterbutikken sender dagens status på arbeidsforholdet når dei skal korrigere tilbake i tid, og oppgir også sluttdato og årsak til sluttdato på a-meldinga for desember.

source: , you add the information under the theme “Finance”.
nn: , legg du til opplysningane under temaet Finans.

source: Share information that is not included in the tax return (capital, dividend and gains/losses)
nn: Aksjeopplysningar som ikkje står i skattemeldinga (formue, utbytte og gevinst/tap)

source: The balance form (RF-1084) must then be enclosed.
nn: Saldoskjema (RF-1084) må då leggjast ved.

source: that they are liable to tax in Thailand as residents there pursuant to the tax treaty and
nn: at dei er skattepliktige i Thailand som busette der etter skatteavtalen og

source: The dividend of NOK 50,000 is entered under items 8 and 21.
nn: Vidare blir eit utbytte på 50 00 0 kroner også ført i post 8 og 21.

source: Special provisions for persons resident in an EU/EEA country
nn: Særskilde reglar for personar som er busette i eit EU/EØS-land

source: For each share that is redeemed, a consideration of NOK 1,000 is distributed.
nn: For kvar aksje som blir løyst inn, blir det delt ut eit vederlag på 1 000 kroner.

source: specified an old salary description in an a-melding for September 2017 which is no longer valid, e.g. “subsistence expenses”
nn: ført opp ei gammal lønnsnemning i ei a-melding for september 2017 som ikkje lenger er gyldig, til dømes "administrativ forpleiing"

source: Become an online user
nn: Bli elektronisk brukar

source: Oppdal municipality, from September 2018
nn: Oppdal kommune, frå september 2018

source: You will receive information about your tax deduction card (Tax Deduction Notice) instead of a tax deduction card.
nn: Du får tilsendt informasjon om skattekortet ditt (skattetrekksmelding) i staden for eit skattekort.

source: For tax and national insurance contributions on seafarer's income with 10 percent standard deduction, 30 percent seafarer's allowance.
nn: For skatt og folketrygdavgift av sjømannsinntekt med 10 prosent standardfrådrag, 30 prosent sjømannsfrådrag.

source: Does the building firm have the necessary licenses, approvals and certificates?
nn: Har handverksbedrifta nødvendige autorisasjonar, godkjenningar og sertifikat?

source: If you are listed as a managing director in the Central Coordinating Register of Legal Entities, but you do not perform any other duties for the company, no employment relationship should normally be reported for you in the a-melding.
nn: Er du oppført i Einingsregisteret som dagleg leiar utan at du har andre oppgåver i bedrifta, skal det i dei fleste tilfella ikkje rapporterast noko arbeidsforhold i a-meldinga på deg.

source: give information on your disability benefits from annuities (IPA/IPS)
nn: opplyse om uføreytingar frå livrenteforsikringar (IPA/IPS)

source: Establishing a company
nn: A er eineaksjonær i selskap X.

source: The salon specifies the legal organisation number in order to identify the declarant in the a-melding.
nn: Frisørsalongen oppgir juridisk organisasjonsnummer for å identifisere den opplysningspliktige i a-meldinga.

source: We recommend also that you check the following information in the report:
nn: Vi anbefaler også at du sjekkar desse opplysningane i aksjeoppgåva:

source: Example – number of hours for a full-time position is wrong
nn: Døme – talet på timar for full stilling er feil

source: The hourly wages for August is 25,000 + 0 = 25,000 and the number of hours is 1,000 – 900 = 100.
nn: Timelønn for august er då 25 000 + 0 = 25 000 og talet på timer er 1000 – 900 = 100.

source: For long-term letting, let furniture with acost price of less than NOK 15 000 can be directly deducted.
nn: Ved lengre utleigeperiodar kan utleigde møblar med kostpris under kr 15 000 frådragsførast direkte.

source: From 2021 you must report the cause of an end date when you end an employment by reporting an end date.
nn: Frå og med 2021 skal du oppgi årsak til at du avslutter eit arbeidsforhold når du setter ein sluttdato på eit arbeidsforhold.

source: The shares that are being sold must be registered on shareholder A under item 25 as disposal through “Sale” and on shareholder B as an acquisition under item 23 with transaction type “Purchase”.
nn: Aksjane som blir selde skal førast på aksjonær A i post 25 som avgang ved "sal" og på aksjonær B som tilgang i post 23 med transaksjonstype "kjøp".

source: You can read
nn: Du kan lese

source: The attachment of earnings payable for a month must be either a positive amount or 0.
nn: Utleggstrekket å betale for ein månad skal vere eit positivt beløp eller 0.

source: Christian works in a sports shop and in the a-melding for August, it was reported that Christian received NOK 25,000 in hourly wages and that he worked 1,000 hours.
nn: Christian arbeider i ein sportsbutikk og i a-meldinga for august er det rapportert at Christian har fått 25 000 i timelønn og at han har arbeidd 1000 timar.

source: If you live in Australia, your pension is not liable to tax in Norway if you have never worked for a public employer in Norway.
nn: Bur du i Australia, skal pensjonen ikkje skattleggjast i Noreg dersom du aldri har arbeidd for ein offentleg arbeidsgjevar i Noreg.

source: Information from last year:
nn: Opplysningar frå fjoråret

source: The information on how to pay artist tax is included in the form (RF-1092).
nn: Skjema (RF-1092) inneheld informasjon om korleis artistskatten skal betalast inn

source: Ali works in a store that sells computer equipment.
nn: Ali jobbar i ein butikk som sel datautstyr.

source: The salary description “subsistence expenses” is a valid code/value during the period from 2015-01 through to 2015-12 inclusive.
nn: Lønnsnemninga "administrativ forpleiing" er ein gyldig kode/verdi i perioden 2015-01 til og med 2015-12.

source: A recruitment firm submits an a-melding for June with information concerning Anne’s employment.
nn: Eit rekrutteringsfirma sender a-melding for juni med opplysningar om Anne sin permisjon.

source: If the benefit is wrong, correct it.
nn: Er det feil yting, rettar du denne.

source: The company must also report the company’s deleted shares under item 12 and the number of shares being disposed of (number of redeemed shares) for shareholder A under item 26.
nn: Vidare må selskapet rapportere inn dei sletta aksjane til selskapet i post 12 og talet på aksjar i avgang (talet på innløyste aksjar) på aksjonær A i post 26.

source: When the new solution expands to cover more areas, the overview will follow suit.
nn: Når den nye løysinga blir utvida til å dekkje fleire område, blir oversikta utvida tilsvarande.

source: Kari works as an adviser for a government ministry on pay grade 54.
nn: Kari jobbar som rådgivar i eit departementet i lønnstrinn 54.

source: Item 3 Share dividends from a foreign
nn: Post 3 Aksjeutbytte frå utanlandsk

source: If you have entered an error, correct it.
nn: Har du oppgitt feil, korriger til det som er riktig.

source: The input value is initially what you paid for the shares
nn: Inngangsverdien er i utgangspunktet det du betalte for

source: You can submit a Certificate of Residence issued by the Spanish tax authorities before they have finished the tax assessment for 2020.
nn: Du kan sende inn ein bustadattest som er utferda av spanske skattemyndigheiter før du har fått skatteoppgjeret for 2020 i Spania.

source: Foreign education can be approved through NOKUT.
nn: Utanlandsk utdanning kan godkjennast hos NOKUT.

source: You must report this in the a-melding as if the
nn: Dette skal du rapportere i a-meldinga som om

source: If you are a foreign business, you may be entitled to a
nn: Er du utanlandsk næringsdrivande kan du ha rett til å få

source: Reason for end date
nn: Årsak til sluttdato

source: More about how to register and log in with MinID
nn: Meir om registrering og innlogging med MinID

source: Enter the tax value of stocks under items 0110 – 0165.
nn: Den skattemessige verdien av varelageret skal førast i postane 0110–0165.

source: A school submits an a-melding for January with information concerning a leave of absence for Lise.
nn: Ein skule sender a-melding for januar med opplysningar om permisjon for Lise.

source: Temporary/short-term or sporadic activities organised by clubs and associations during SFO times are not considered adequate after-school schemes.
nn: Tidsavgrensa/kortvarige eller sporadiske aktivitetstilbod i regi av lag og foreiningar i SFO-tida blir ikkje rekna som ei fullverdig fritidsordning.

source: section 10-12) for taxable dividend
nn: skatteloven § 10-12) for

source: from a system (A02)
nn: frå eit system (A02)

source: The oil company submits an a-melding with both an international identifier and a D number, causing these two numbers to be linked together.
nn: Oljeselskapet sender a-melding med både internasjonal identifikator og D-nummer slik at desse blir knytte saman.

source: The feedback which contains information on this error lists the salary descriptions that are valid for the month of May 2017.
nn: Tilbakemeldinga som inneheld opplysning om denne feilen og ei liste over kva for lønnsnemningar som er gyldige for månaden mai 2017.

source: Under a main entity, there can be one or more sub-entities/enterprises.
nn: Legg inn ditt juridiske organisasjonsnummer i feltet Finn føretak/selskap.

source: When applying for a tax deduction card with a lower tax rate than 15 per cent because part of your pension/disability benefit is tax exempt in Norway pursuant to the provisions in a tax treaty, you must:
nn: Når du søkjer om skattekort med lågare trekk enn 15 prosent fordi delar av pensjonen/uføreytinga ikkje skal skattleggjast i Noreg etter reglane i ein skatteavtale må du:

source: You normally the have right to sick pay when you are sick.
nn: Du har vanlegvis rett til sjukepengar når du blir sjuk.

source: If the cost price of furniture, fixtures and fittings is NOK 15 000 or more, you can usediminishing-balance depreciation (balance group d, depreciation rate 20%).
nn: Er kostprisen for møblar og inventar kr 15 000 eller høgare, kan ein nytte saldoavskriving (saldogruppe d, avskrivingssats 20 %).

source: for the employer to the same extent and in
nn: ikkje å rekne som vedlikehald.

source: skattemessige verdier’ (‘Specification of
nn: omfatta av eit eller fleire av unntaka som er

source: The store submits an a-melding where they report an end date for Ali’s employment relationship.
nn: Butikken sender a-melding der sluttdato på arbeidsforholdet til Ali blir oppgitt.

source: a statement showing your interest income and other capital income in 2021
nn: ei oppstilling over dine renteinntekter og andre kapitalinntekter i 2021

source: complete the form (RF-1092) calculate the tax
nn: fylle ut tilsendt skjema (RF-1092)

source: Norwegian income depending on where it
nn: Ein skal gi opp beløpa både i valuta

source: The electronic tax deduction card scheme isn't synchronised with NAV's Aa Register.
nn: Ordninga med elektronisk skattekort er ikkje synkronisert med NAV sitt AA-register.

source: You must provide a unique employment ID when an employee is hired by the employer.
nn: Du bør oppgi ein unik arbeidsforholdsID når ein arbeidstakar startar hos ein arbeidsgivar.

source: 0-meldings are sometimes used to correct errors.
nn: Somme nyttar 0-meldingar for å rette feil.

source: Changed payroll system or accountant
nn: byte av lønnssystem eller rekneskapsførar

source: A ‘0-melding’ is a submission which is either blank or contains 0-values and replaces a previous a-melding and the information that it contains.
nn: Ei 0-melding er ei melding som anten er blank eller inneheld 0-verdiar og erstattar ei tidlegare a-melding med innhald.

source: specify the difference using a negative prefix and include the description of the income from the original a-melding.
nn: fører du opp differansen med negativt forteikn og inkluderer nemninga av inntekta frå den opphavlege a-meldinga.

source: For more information,
nn: For nærare informasjon,

source: If you have not earned pension points or accumulated pensions reserves in the Norwegian National Insurance Scheme you are not liable to pay tax in Norway on pensions and disability benefits from private occupational pension schemes and other private pension schemes.
nn: Har du ikkje tent opp pensjonspoeng eller opparbeida pensjonsbehaldning i den norske folketrygda, er du ikkje skattepliktig i Noreg for pensjonar og uføreytingar frå private tenestepensjonsordningar og andre private pensjonsordningar.

source: year will be the sum of direct costs relating to
nn: driftsmiddelet framstår som nytt, må både

source: The automated feedback (A03) contains information regarding errors or omissions (MAGNET/EDAG) that you have to correct, or conditions that you should check.
nn: Tilbakemeldinga (A03) inneheld eventuelle feil eller manglar (MAGNET/EDAG) du må rette, eller forhold du bør kontrollere om er rette.

source: year following the income year
nn: i året etter inntektsåret i NOK

source: You must have the altinn role
nn: Du må ha Altinn-retten

source: Example with an amount which was too high
nn: Døme med for høgt beløp

source: You have specified a salary or other benefit which is invalid.
nn: Du har oppgitt ei lønn eller anna yting som er ugyldig.

source: From July, Enterprise A became linked to Declarant 2 (legal organisation number 2).
nn: Frå juli blei Verksemd A knytt til Opplysningspliktig 2 (juridisk organisasjonsnummer 2).

source: However, the spouses want to distribute the deduction for the interest in the ratio of 70 percent for Per and 30 percent for Kari.
nn: Ektefellane ønskjer at frådraget for rentene blir fordelt med 70 prosent på Per og 30 prosent på Kari.

source: In the holding company’s Shareholder register statement, the deduction for investment in a start-up company must be entered under item 23 for all the company’s shareholders (who are entitled to a deduction in their tax return).
nn: I aksjonærregisteroppgåva til holdingselskapet skal ein derfor i post 23 føre frådrag for investering i oppstartselskap for alle aksjonærane i selskapet som har rett til frådrag i skattemeldinga si.

source: If you’ve reported an employment relationship that you should not have reported in the a-melding, you must also include this information in the cause of end date.
nn: Dersom du har oppgitt eit arbeidsforhold som du ikkje skulle ha rapportert i a-meldinga, skal du oppgi dette også i årsak til sluttdato.

source: You have specified an invalid occupation code.
nn: Du har oppgitt ein yrkeskode som er ugyldig.

source: You can submit a Certificate of Residence issued by the Portuguese tax authorities before they have finished the tax assessment for 2021.
nn: Du kan sende inn ein bustadattest som er utferda av portugisiske skattemyndigheiter før du har fått skatteoppgjeret for 2021 i Portugal.

source: The rules apply to payments made for the minding and care of children who are under 12 years of age during the income year.
nn: Reglane gjeld ved betaling for pass og stell av barn som i inntektsåret er under 12 år.

source: If you do not submit your tax return a 15 per cent tax will be calculated on your pension/disability benefit in the tax settlement notice.
nn: Leverer du ikkje skattemeldinga, får du 15 prosent skatt på pensjonen/uføreytinga ved skatteoppgjeret. Dette gjeld også når du har hatt frikort.

source: The special allowance for major sickness expenses will also be entitled to the special allowance for the 2012-2019 income years, provided that the conditions for the special allowance are met.
nn: Særfrådrag for store sjukdomskostnader for inntektsåra 2012-2019 blir gitt så framt vilkåra for særfrådrag er oppfylte.

source: If you have specified the wrong number of hours, change the number of hours to the correct number of hours per week for a full-time position.
nn: Dersom du har gitt opp feil timetal, rett til riktig verdi på talet på timar per veke for full stilling.

source: You must submit form RF-1224 if your estimated personal income is negative, either from the income year concerned or as a loss carried forward from previous years.
nn: Ver merksam på at ein må levere RF-1224 dersom enkeltpersonføretaket har negativ utrekna personinntekt, anten frå det aktuelle inntektsåret, eller til framføring frå tidlegare år.

source: New a-melding for October to correct the problem
nn: Ny a-melding for oktober for å rette feilen

source: You can also ask for a preliminary conference.
nn: Du kan også be om førehandskonferanse.

source: Company Y issues 125 consideration shares with a nominal value of NOK 400.
nn: Selskap Y skriv ut 125 vederlagsaksjar pålydande 400.

source: The employment should never have been reported
nn: arbeidsforholdet skulle aldri ha vore rapportert

source: Example 5 – correct employer’s national insurance contributions which concern a different period
nn: Døme 5 - rettar arbeidsgivaravgift som gjeld ein annan periode

source: Pilot test for private limited companies
nn: Pilot for aksjeselskap

source: Distributing income, expenses and capital
nn: Fordele inntekt, kostnader og formue

source: If you submit an a-melding from the state sector, you can use the organisation number that belongs to the organisational link in order to identify the declarant.
nn: Sender du a-melding frå statleg sektor kan du bruke organisasjonsnummeret som høyrer til organisasjonsleddet for å identifisere den opplysningspliktige.

source: The rates for living expenses are calculated to cover expenses such as food, drink, clothes, shoes, electricity, heating, health, hygiene, phone, travels and insurances.
nn: Satsane til livsopphald er rekna ut for å dekkje utgifter til mat, drikke, klede, sko, straum, fyring, helse, hygiene, telefon, reiser og forsikring.

source: are not complete at the end of the accounting
nn: tilverkingskontraktar som ikkje er fullførte ved

source: Charitable and non-profit organisations which are exempt from employer’s national insurance contributions under Section 23-2 eighth paragraph of the National Insurance Act can use the simplified a-melding up to certain threshold amounts.
nn: Velgjerande eller allmennyttige organisasjonar som er fritekne frå arbeidsgivaravgift etter folketrygdlova § 23-2 åttande ledd, kan nytte forenkla a-melding innanfor visse beløpsgrenser.

source: If you are registered as a managing director in the Register of Legal Entities, but are not considered to be an employee of the enterprise, neither your income nor your employment relationship should be reported in the a-melding.
nn: Dersom du står oppført som dagleg leiar i Einingsregisteret og tek ut utbytte som eigar, men ikkje blir rekna som tilsett i verksemda, skal verken inntekt eller arbeidsforhold for dagleg leiar rapporterast i a-meldinga.

source: Alternatively, a bank guarantee that acts as security for the withholding tax can be submitted (attach a copy if the original bank guarantee has been sent to us previously).
nn: Alternativt kan du leggje ved bankgaranti som sikrar forskotstrekket (legg ved kopi dersom original bankgaranti er send tidlegare).

source: You should transfer positive business income from item 0402 of the income statement to item 2.1.3, 2.7.1, 2.7.2, 2.7.3, 2.7.4, 2.7.5 or 2.7.6 of the tax return.
nn: Positiv næringsinntekt fører du over frå post 0402 i næringsoppgåva til post 2.1.3, 2.7.1, 2.7.2, 2.7.3, 2.7.4, 2.7.5 eller 2.7.6 i skattemeldinga.

source: If your employer is a foreign company or a NUF (Norwegian registered foreign company), they may have been granted an exemption from establishing a pension scheme in Norway.
nn: Dersom arbeidsgivaren din er eit utanlandsk selskap eller NUF (norsk avdeling av utanlandsk selskap), kan han ha fått fritak fråå opprette pensjonsordning i Noreg.

source: Example 1 – the contribution basis which was specified is too high
nn: Døme 1 – avgiftsgrunnlaget er oppgitt for høgt

source: deduction for risk-free return per share for the year is then NOK 0.72 (see also table 2 in example 4)
nn: skjermingsfrådrag for året per aksje blir då kr 0,72 (sjå også tabell 2 i døme 4)

source: Statistics Norway (SSB) uses information on pay grade in salary statistics for wage negotiations.
nn: Statistisk sentralbyrå (SSB) nyttar informasjon om lønnstrinn i lønnsstatistikk til lønnsforhandlingar.

source: You must submit an original letter of attorney if you are applying for a refund through an agent (not to be confused with the enterprise's contact person).
nn: Du må sende inn ei fullmakt i original dersom du søkjer refusjon gjennom ein fullmektig (må ikkje forvekslast med kontaktperson i verksemda.)

source: The certificate of no impediment is now valid without a stamp and signature.
nn: Prøvingsattesten er no gyldig utan stempel og signatur.

source: Under both items 15 and 29, information must be provided about the divesting company Y.
nn: I både post 15 og 29 må ein gi opplysningar om det overdragande selskapet Y.

source: If you have a Norwegian national identity number or D number, you can send the application by post to:Skatteetaten0134 OSLO
nn: Viss du har fødselsnummer eller d-nummer, kan du sende søknaden i posten til:Skatteetaten0134 OSLO

source: Olav was born on 23.10.1967.
nn: Olav er fødd 23.10.1967.

source: contract completion method is used and a
nn: den ikkje-skattlagde delen skal leggjast

source: The sum in item 0170 must be entered in item 1495 in the balance sheet.
nn: Summen i post 0170 skal førast til post 1495 i balansen.

source: If you have not earned pensions points or accumulated pension reserves in the Norwegian National Insurance Scheme you are not liable to pay tax in Norway on pensions and disability benefits from private occupational pension schemes and other private pension schemes.
nn: Har du ikkje tent opp pensjonspoeng eller opparbeida pensjonsbehaldning i den norske folketrygda, er du ikkje skattepliktig i Noreg for pensjon og uføreytingar frå private tenestepensjonsordningar og andre private pensjonsordningar.

source: Emil’s employer has made some errors in their HR and payroll systems, and they’ve reported several employment relationships with a 100% FTE percentage for Emil.
nn: Arbeidsgivaren til Emil har hatt litt rot i HR- og lønnssystema sine og har oppgitt fleire arbeidsforhold med 100 % stillingsprosent på Emil.

source: The personal ID number (11 digits) must be entered for sole proprietorship, while
nn: For enkeltpersonføretak skal fødselsnummer (11 siffer) førast på næringsoppgåva, og for

source: Share of item 0330 that is earned, not invoiced trade debtors – to be transferred to item 1530
nn: Del av post 0330 som består av opptente ikkje fakturerte kundefordringar, skal overførast til post 1530

source: The agency specifies NOK 6,000 as the basis for employer's national insurance contributions on salary.
nn: Dei oppgir 6 000 kroner i grunnlag for arbeidsgivaravgift på lønn.

source: The firm receives error message MAGNET_EDAG-254 concerning the a-melding for April. How it corrects the error
nn: Dei får feilmelding MAGNET_EDAG-254 på a-meldinga for april.

source: None of the entries affects item 6.
nn: Ingen av føringane påverkar post 6.

source: a statement showing your expected income from pensions/disability benefits, employment and business activity in 2022.
nn: ei oppstilling som viser kva for inntekter av pensjon/uføreytingar, lønn og verksemd du reknar med å ha i 2022.

source: enclose reconciliation for salaries related to
nn: Kostnader som har blitt dekte for
